{
	"@metadata": {
		"authors": [
			"Amire80",
			"Nike",
			"Shirayuki"
		]
	},
	"uls-region-WW": "Label for worldwide languages. They are languages spoken in multiple countries. E.g.: English, French, Spanish, etc. This label is used as the title of the section showing worldwide languages.",
	"uls-region-SP": "Label for the special languages section. This section may include special custom languages that can be added in run time. It's shown after the Worldwide section.\n{{Identical|Special}}",
	"uls-region-AM": "A title for the section listing languages of the Americas.",
	"uls-region-AF": "A title for the section listing languages of Africa.",
	"uls-region-EU": "A title for the section listing languages of Europe.",
	"uls-region-AS": "A title for the section listing languages of Asia.",
	"uls-region-ME": "A title for the section listing languages of the Middle East.",
	"uls-region-PA": "A title for the section listing languages of the Pacific.",
	"uls-region-all": "Label for all languages in narrow mode, where languages are not split by region.",
	"uls-no-results-found": "Title text for 'No results found' section",
	"uls-common-languages": "The ULS tries to guess the langugages that the user is most likely to pick. They are taken from geolocation (languages of the current country according to the IP address), previously selected languages, and the browser's accept-language. The list of these languages appears at the top of the ULS languages list, above the geographical regions. This is the title of that list.\n\nSee also {{msg-mw|Mobile-frontend-languages-structured-overlay-suggested-languages-header}}",
	"uls-no-results-suggestion-title": "Title for language suggestion in 'no results found' screen",
	"uls-search-help": "Help text for searching.\n\n\"Script name\" is a name of a writing system, such as \"Latin\", \"Cyrillic\", \"Arabic\", etc.",
	"uls-search-placeholder": "Placeholder text in search box.",
	"uls-search-placeholder-short": "Shorter placeholder text in search box when menu width is narrow. Similar to the message {{msg-wm|Uls-uls-search-placeholder}}, but as short as possible.\n{{Identical|Search}}"
}
